-- База данных частичного функционала CRM систем. 
-- Для аналитики данных рабоченго времени персонала, постановки задач и отслуживания их выполнения, анализа колличества совершенных звонков, хранение информации о отправленных email сообщений, с внутренним чатом, хранилещем пересылаемых файлов.
/* Таблицы
1.user - данные для авторизации пользователя
2.profile - хранятся данные о пользователе
3.files - информация о хранимых файлах в системе
4.file_type - возможные типы файлов для хранения
5.event - Задачи которые пользователи могут устанавливать друг другу, так устанавливать когда задача должна быть выполнена
6.status_event - хранятся статусы для задач
7.chat -чат crm
8.message_email - отправленные электронные письма
9.time_work - данные авторизации в системе и выхода
10.coffe_brake - данные о времени перерывов
11.calls - информация кому и когда звонил пользователь
*/